Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: Push notifications are currently disabled. To turn on, you will need to enable in iOS Settings.
ar: الإعلامات الفورية معطلة في الوقت الحالي. لتشغيلها، ستحتاج إلى تمكينها في إعدادات iOS.
ca: En aquest moment, les notificacions d'inserció estan desactivades. Per activar-les, haureu de fer-ho a la configuració d’iOS.
cy: Mae hysbysiadau marchnata wedi'u hanalluogi ar hyn o bryd. I’w rhoi ar waith, bydd angen i chi eu galluogi yn eich Gosodiadau iOS.
da: Push-meddelelser er for øjeblikket deaktiveret. Du kan aktivere dem i iOS-indstillingerne.
de: Push-Benachrichtigungen sind derzeit deaktiviert. Um dies einzuschalten, müssen Sie es in den iOS-Einstellungen aktivieren.
es: Las notificaciones automáticas están actualmente deshabilitadas. Para activarlas, deberá habilitarlas en las configuraciones de iOS.
es_es: Las notificaciones automáticas están actualmente deshabilitadas. Para activarlas, tendrás que habilitarlas en las configuraciones de iOS.
fi: Ilmoitukset ovat parhaillaan pois käytöstä. Voit ottaa ne käyttöön iOS-asetuksissa.
fr: Les notifications push sont actuellement désactivées. Pour utiliser cette fonctionnalité, vous devrez l’activer dans les paramètres iOS.
fr_ca: Les notifications push sont actuellement désactivées. Pour les activer, vous devez le faire dans les réglages d’iOS.
ga: Tá fógraí brú díchumasaithe faoi láthair. Chun é a chur ar siúl, beidh ort é a chumasú i Socruithe iOS.
hi: पुश सूचनाएं फिलहाल अक्षम हैं। इसे चालू करने के लिए आपको iOS सेटिंग्स में जाकर इसे सक्षम करना होगा।
is: Vöktunartilkynningar eru núna óvirkar. Þú þarfft að virkja stillingar iOS til að kveikja á þeim.
it: Le notifiche push sono attualmente disabilitate. Per attivarle, sarà necessario attivarle nelle impostazioni iOS.
ja: プッシュ通知は現在無効です。有効にするには、iOS設定で有効にする必要があります。
ms: Pemberitahuan tolak dinyahdayakan buat masa ini. Untuk menghidupkan ciri ini, anda perlu mendayakannya dalam Tetapan iOS.
nb: Push-varslinger er deaktivert for øyeblikket. For å slå dem på, må du aktivere dem i iOS-innstillingene.
nl: Pushmeldingen zijn momenteel uitgeschakeld. Je zult ze in moeten schakelen in de iOS-instellingen om ze aan te kunnen zetten
pl: Powiadomienia push są obecnie wyłączone. W celu aktywacji należy włączyć je w Ustawieniach iOS.
pt: As notificações push estão atualmente desativadas. Para ativá-las, você precisará habilitá-las nas definições do iOS.
pt_br: As notificações por push estão desativadas no momento. Para ativar, você precisará habilitar nas configurações do iOS.
ru: Пуш-уведомления в настоящее время отключены. Чтобы включить эту функцию, необходимо активировать ее в настройках iOS.
sl: Potisna sporočila so trenutno onemogočena. Če jih želite vklopiti, morate to omogočiti v nastavitvah sistema iOS.
sv: Push-aviseringar är för närvarande inaktiverade. Du måste aktivera den i iOS-inställningarna.
th: การแจ้งข้อมูลแบบพุชปิดใช้งานอยู่ เปิดใช้โดยคุณจะต้องเปิดใช้งานค่าปรับตั้งสำหรับ iOS
vi: Thông báo đẩy hiện đang bị tắt. Để bật, bạn cần bật trong Cài Đặt iOS.
zh: 推送通知当前被禁用。要开启它，需在 iOS 设置中启用。
zh_hk: 所有推送通知目前都已停用。若要開啟此功能，您需要在 iOS 設定中啟用。

source: Question
ar: السؤال
ca: Pregunta
cy: Cwestiwn
da: Spørgsmål
de: Frage
es: Pregunta
es_es: Pregunta
fi: Kysymys
ga: Ceist
hi: प्रश्न
is: Spurning
it: Domanda
ja: 質問
ms: Soalan
nb: Spørsmål
nl: Vraag
pl: Pytanie
pt: Pergunta
pt_br: Pergunta
ru: Вопрос
sl: Vprašanje
sv: Fråga
th: คำถาม
vi: Câu Hỏi
zh: 问题
zh_hk: 問題

source: Quito (-05:00/-05:00)
ar: كويتو (-05:00/-05:00)
hi: क्विटो (-05:00/-05:00)
ja: キト (-05:00/-05:00)
ru: Кито (-05:00/-05:00)
th: กีโต (-05:00/-05:00)
zh: 基多 (-05:00/-05:00)
zh_hk: 基多 (-05:00/-05:00)

source: Rangoon (+06:30/+06:30)
ar: رانغون (+06:30/+06:30)
ca: Rangun (+06:30/+06:30)
da: Yangoon (+06:30/+06:30)
de: Rangun (+06:30/+06:30)
es: Rangún (+06:30/+06:30)
es_es: Rangún (+06:30/+06:30)
ga: Rangún (+06:30/+06:30)
hi: रंगून (+06:30/+06:30)
it: Yangon (+06:30/+06:30)
ja: ラングーン (+06:30/+06:30)
pl: Jangon (+06:30/+06:30)
ru: Рангун (+06:30/+06:30)
th: ย่างกุ้ง (+06:30/+06:30)
zh: 仰光 (+06:30/+06:30)
zh_hk: 仰光 (+06:30/+06:30)

source: Recipients
ar: المتلقون
ca: Destinataris
cy: Derbynwyr
da: Modtagere
de: Empfänger
es: Destinatarios
es_es: Destinatarios
fi: Vastaanottajat
fr: Destinataires
fr_ca: Destinataires
hi: प्राप्तकर्ता
is: Viðtakendur
it: Destinatari
ja: 受信者
ms: Penerima
nb: Mottakere
nl: Geadresseerden
pl: Odbiorcy
pt: Destinatários
pt_br: Recipientes
ru: Получатели
sl: Prejemniki
sv: Mottagare
th: ผู้รับ
vi: Người Nhận
zh: 收件人
zh_hk: 收件人

source: Regenerate
ar: إعادة إنشاء
ca: Torna a generar
cy: Ail-greu
da: Regenerer
de: Regenerieren
es: Regenerar
es_es: Regenerar
fi: Luo uudelleen
fr: Générer à nouveau
fr_ca: Régénérer
ga: Athghin
hi: फिर से जेनरेट करें
is: Búa aftur til
it: Rigenera
ja: 再発生
ms: Jana Semula
nb: Regenerere
nl: Opnieuw genereren
pl: Regeneruj
pt: Regenerado
pt_br: Regenerar
ru: Регенерировать
sl: Ponovno generiraj
sv: Regenerera
th: จัดทำใหม่
vi: Tạo lại
zh: 重新生成
zh_hk: 重新生成

source: Regenerate flashcards
ar: إعادة إنشاء بطاقات Flash
ca: Regenereu les targetes Flash
cy: Ail-greu cardiau fflach
da: Regenerer flashcards
de: Flashcards regenerieren
es: Regenerar tarjetas didácticas
es_es: Regenerar tarjetas de estudio
fi: Luo muistikortit uudelleen
fr: Régénérer les flashcards
fr_ca: Regénérer les Flashcards
ga: Athghin cártaí splanc
hi: फ़्लैशकार्ड फिर से जेनरेट करें
is: Búa aftur til Flash-spjöld
it: Rigenera schede didattiche
ja: フラッシュカードを再生成する
ms: Jana semula kad imbas
nb: Generer puggekort på nytt
nl: Flashcards opnieuw genereren
pl: Regeneruj fiszki
pt: Gerar novamente cartões de estudo
pt_br: Regenerar flashcards
ru: Восстановить флэш-карты
sl: Obnovitev kartic za učenje
sv: Generera om flash-kort
th: จัดทำแฟลชการ์ดใหม่
vi: Tạo lại thẻ ghi nhớ
zh: 重新生成闪卡
zh_hk: 重新產生 Flash 卡

source: Reply
ar: رد
ca: Respon
cy: Ateb
da: Svar
de: Antworten
es: Respuesta
es_es: Respuesta
fi: Vastaa
fr: Répondre
fr_ca: Répondre
ga: Freagair
hi: उत्तर दें
is: Svar
it: Rispondi
ja: 返信
ms: Balas
nb: Svar
nl: Reageren
pl: Odpowiedz
pt: Responder
pt_br: Responder
ru: Ответить
sl: Odgovori
sv: Svara
th: ตอบกลับ
vi: Câu trả lời
zh: 回复
zh_hk: 回覆

source: Required
ar: مطلوب
ca: Obligatori
cy: Gofynnol
da: Påkrævet
de: Erforderlich
es: Obligatorio
es_es: Obligatorio
fi: Pakollinen
fr: Requis
fr_ca: Requis
ga: Ag teastáil
hi: आवश्यक
is: Krafist
it: Obbligatorio
ja: 必須
ms: Diperlukan
nb: Obligatorisk
nl: Vereist
pl: Wymagane
pt: Necessário
pt_br: Obrigatório
ru: Необходимо
sl: Zahtevano
sv: Obligatorisk
th: บังคับ
vi: Bắt Buộc
zh: 必填
zh_hk: 必填

source: Result: %@
ar: النتيجة: %@
ca: Resultat: %@
cy: Canlyniad: %@
da: Resultat: %@
de: Ergebnis: %@
es: Resultado: %@
es_es: Resultado: %@
fi: Tulos: %@
fr: Résultat : %@
fr_ca: Résultat : %@
ga: Toradh: %@
hi: नतीजा: %@
is: Niðurstaða: %@
it: Risultato: %@
ja: 結果：%@
ms: Keputusan: %@
nb: Resultat: %@
nl: Resultaat: %@
pl: Wynik: %@
pt: Resultado: %@
pt_br: Resultado: %@
ru: Результат: %@
sl: Rezultat: %@
sv: Resultat: %@
th: ผลที่ได้: %@
vi: Kết Quả: %@
zh: 结果：%@
zh_hk: 結果：%@

source: Resume learning
ar: استئناف التعلم
ca: Repreneu l’aprenentatge
cy: Ailddechrau dysgu
da: Genoptag læring
de: Lernen fortsetzen
es: Reanudar aprendizaje
es_es: Reanudar el aprendizaje
fi: Palaa opiskeluun
fr: Reprendre l’apprentissage
fr_ca: Continuer l’apprentissage
ga: Lean ar aghaidh ag foghlaim
hi: सीखना फिर से शुरू करें
is: Halda áfram námi
it: Riprendi apprendimento
ja: 学習を再開する
ms: Sambung pembelajaran
nb: Fortsett læring
nl: Doorgaan met leren
pl: Wznów naukę
pt: Retomar a aprendizagem
pt_br: Retomar aprendizagem
ru: Возобновить обучение
sl: Nadaljuj z učenjem
sv: Återuppta lärande
th: เรียนรู้ต่อ
vi: Tiếp tục học
zh: 恢复学习
zh_hk: 繼續學習

source: Retry
ar: إعادة المحاولة
ca: Torna a provar-ho
cy: Ailgynnig
da: Prøv igen
de: Erneut versuchen
es: Reintentar
es_es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
ga: Bain triail eile as
hi: फिर से कोशिश करें
is: Reyna aftur
it: Riprova
ja: 再試行
ms: Cuba semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Ponów próbę
pt: Tentar novamente
pt_br: Tentar novamente
ru: Повторить
sl: Ponovno poskusi
sv: Försök igen
th: ลองใหม่
vi: Thử Lại
zh: 重试
zh_hk: 重試

source: Riga (+02:00/+03:00)
ar: ريغا (+02:00/+03:00)
fi: Riika (+02:00/+03:00)
ga: Ríge (+02:00/+03:00)
hi: रीगा (+02:00/+03:00)
is: Ríga (+02:00/+03:00)
ja: リガ (+02:00/+03:00)
pl: Ryga (+02:00/+03:00)
ru: Рига (+02:00/+03:00)
th: ริกา (+02:00/+03:00)
zh: 里加 (+02:00/+03:00)
zh_hk: 里加 (+02:00/+03:00)

source: Riyadh (+03:00/+03:00)
ar: الرياض (+03:00/+03:00)
ca: Riad (+03:00/+03:00)
de: Riad (+03:00/+03:00)
es: Riad (+03:00/+03:00)
es_es: Riad (+03:00/+03:00)
fr_ca: Riyad (+03:00/+03:00)
hi: रियाद (+03:00/+03:00)
it: Riyad (+03:00/+03:00)
ja: リャド (+03:00/+03:00)
pl: Rijad (+03:00/+03:00)
ru: Эр-Рияд (+03:00/+03:00)
sl: Riad (+03:00/+03:00)
th: ริยาดห์ (+03:00/+03:00)
zh: 利雅得 (+03:00/+03:00)
zh_hk: 利雅德 (+03:00/+03:00)

source: Rome (+01:00/+02:00)
ar: روما (+01:00/+02:00)
ca: Roma (+01:00/+02:00)
cy: Rhufain (+01:00/+02:00)
da: Rom (+01:00/+02:00)
de: Rom (+01:00/+02:00)
es: Roma (+01:00/+02:00)
es_es: Roma (+01:00/+02:00)
fi: Rooma (+01:00/+02:00)
ga: Róimh (+01:00/+02:00)
hi: रोम (+01:00/+02:00)
is: Róm (+01:00/+02:00)
it: Roma (+01:00/+02:00)
ja: ローマ (+01:00/+02:00)
nb: Roma (+01:00/+02:00)
pl: Rzym (+01:00/+02:00)
pt: Roma (+01:00/+02:00)
pt_br: Roma (+01:00/+02:00)
ru: Рим (+01:00/+02:00)
sl: Rim (+01:00/+02:00)
sv: Rom (+01:00/+02:00)
th: โรม (+01:00/+02:00)
zh: 罗马 (+01:00/+02:00)
zh_hk: 羅馬 (+01:00/+02:00)

source: Samara (+04:00/+04:00)
ar: سمارة (+04:00/+04:00)
hi: समारा (+04:00/+04:00)
ja: サマラ (+04:00/+04:00)
ru: Самара (+04:00/+04:00)
th: ซามารา (+04:00/+04:00)
zh: 萨马拉 (+04:00/+04:00)
zh_hk: 薩馬拉 (+04:00/+04:00)

source: Samoa (+13:00/+13:00)
ar: ساموا (+13:00/+13:00)
ga: Samó (+13:00/+13:00)
hi: समोआ (+13:00/+13:00)
is: Samóa (+13:00/+13:00)
ja: サモア (+13:00/+13:00)
ru: Самоа (+13:00/+13:00)
th: ซามัว (+13:00/+13:00)
zh: 萨摩亚 (+13:00/+13:00)
zh_hk: 薩摩亞 (+13:00/+13:00)

source: Santiago (-04:00/-03:00)
ar: سانتياغو (-04:00/-03:00)
hi: सैंटियागो (-04:00/-03:00)
is: Santíagó (-04:00/-03:00)
ja: サンチアゴ (-04:00/-03:00)
ru: Сантьяго (-04:00/-03:00)
th: ซานติเอโก (-04:00/-03:00)
zh: 圣地亚哥 (-04:00/-03:00)
zh_hk: 聖地牙哥 (-04:00/-03:00)

source: Sapporo (+09:00)
ar: سابورو (+9:00)
hi: सपोरो (+09:00)
ja: 札幌 (+09:00)
ru: Саппоро (+09:00)
th: ซัปโปโร (+09:00)
zh: 札幌 (+09:00)
zh_hk: 札幌 (+09:00)

source: Sarajevo (+01:00/+02:00)
ar: سراييفو (+01:00/+02:00)
ga: Sairéavó (+01:00/+02:00)
hi: सारायेवो (+01:00/+02:00)
is: Sarajevó (+01:00/+02:00)
ja: サラエボ (+01:00/+02:00)
pl: Sarajewo (+01:00/+02:00)
ru: Сараево (+01:00/+02:00)
th: ซาราเยโว (+01:00/+02:00)
zh: 萨拉热窝 (+01:00/+02:00)
zh_hk: 薩拉耶佛 (+01:00/+02:00)

source: Saskatchewan (-06:00)
ar: ساسكاتشوان (-06:00)
hi: सस्केचेवान (-06:00)
ja: サスカチュワン (-06:00)
ru: Саскачеван (-06:00)
th: ซัสแคตเชวัน (-06:00)
zh: 萨斯喀彻温 (-06:00)
zh_hk: 薩克其萬 (-06:00)

source: Save
ar: حفظ
ca: Desa
cy: Cadw
da: Gem
de: Speichern
es: Guardar
es_es: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
ga: Sábháil
hi: सहेजें
is: Vista
it: Salva
ja: 保存
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить
sl: Shrani
sv: Spara
th: บันทึก
vi: Lưu
zh: 保存
zh_hk: 儲存

source: Save Changes
ar: حفظ التغييرات
ca: Deseu els canvis
cy: Cadw Newidiadau
da: Gem ændringer
de: Änderungen speichern
es: Guardar los cambios
es_es: Guardar los cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
fr_ca: Enregistrer les modifications
ga: Sabháil na hathruithe
hi: बदलाव सहेजें
is: Vista breytingar
it: Salva modifiche
ja: 変更内容を保存する
ms: Simpan Perubahan
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Guardar alterações
pt_br: Salvar alterações
ru: Сохранить изменения
sl: Shrani spremembe
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
vi: Lưu Thay Đổi
zh: 保存更改
zh_hk: 儲存變更

source: Saved at
ar: تم الحفظ في
ca: S’ha desat a les
cy: Wedi cadw am
da: Gemt kl.
de: Gespeichert bei
es: Guardado a las
es_es: Guardado en
fi: Tallennettu kohteessa
fr: Enregistré à
fr_ca: Enregistré à
ga: Sábháilte ag
hi: इस पर सहेजा गया:
is: Vistað klukkan
it: Salvato alle
ja: 保存先：
ms: Disimpan pada
nb: Lagret i
nl: Opgeslagen om
pl: Zapisano o
pt: Guardado em
pt_br: Salvo em
ru: Сохранено в
sl: Shranjeno ob
sv: Sparad kl.
th: บันทึกเมื่อ
vi: Đã lưu lúc
zh: 保存时间
zh_hk: 儲存在

source: Score
ar: الدرجة
ca: Puntuació
cy: Sgôr
da: Resultat
de: Punktestand
es: Puntaje
es_es: Puntuación
fi: Pistemäärä
ga: Scór
hi: अंक
is: Einkunn
it: Punteggio
ja: スコア
ms: Skor
nb: Resultat
pl: Wynik
pt: Pontuação
pt_br: Pontuação
ru: Оценка
sl: Rezultat
sv: Resultat
th: คะแนน
vi: Điểm
zh: 评分
zh_hk: 分數

source: Score changed
ar: تم تغيير الدرجة
ca: La puntuació ha canviat
cy: Sgôr wedi newid
da: Resultatet blev ændret
de: Punktzahl geändert
es: Puntaje modificado
es_es: Puntuación cambiada
fi: Pistemäärä muutettu
fr: Score modifié
fr_ca: Le score a changé
ga: Scór athraithe
hi: अंक बदल गया
is: Einkunn breytt
it: Punteggio cambiato
ja: スコア変更済み
ms: Skor berubah
nb: Poengsum endret
nl: Score gewijzigd
pl: Wynik uległ zmianie
pt: Pontuação alterada
pt_br: A pontuação foi alterada
ru: Оценка изменена
sl: Rezultat spremenjen
sv: Resultatet har ändrats
th: คะแนนมีการเปลี่ยนแปลง
vi: Điểm đã được thay đổi
zh: 分数已更改
zh_hk: 分數已變更

source: Scores
ar: الدرجات
ca: Puntuacions
cy: Sgorau
da: Resultater
de: Punktzahlen
es: Puntajes
es_es: Puntuación
fi: Pisteet
ga: Scóir
hi: अंक
is: Einkunnir
it: Punteggi
ja: スコア
ms: Skor
nb: Vurderinger
pl: Wyniki
pt: Pontuação
pt_br: Pontuações
ru: Баллы
sl: Točke
sv: Resultat
th: คะแนน
vi: Điểm
zh: 得分、分数
zh_hk: 分數

source: Scoring Weight Changed
ar: تم تغيير توزيع الدرجات
ca: Ha canviat la ponderació de la puntuació
cy: Pwysiad Sgorio wedi Newid
da: Resultatets vægtning er blevet ændret
de: Gewichtung der Bewertung geändert
es: Cambió la ponderación del puntaje
es_es: Cambio de ponderación de la puntuación
fi: Pistemäärän painoarvoa muutettu
fr: Coefficient de notation modifié
fr_ca: Pondération des scores modifiée
ga: Meáchan Scórála Athraithe
hi: अंक भार बदला गया
is: Einkunnavægi breytt
it: Peso del punteggio modificato
ja: スコアの重みが変更されました
ms: Pemberat Pemarkahan Diubah
nb: Vurderingsvekting endret
nl: Weging score gewijzigd
pl: Waga wyniku została zmieniona
pt: Ponderação da pontuação alterada.
pt_br: Peso da pontuação alterado
ru: Вес оценивания изменен
sl: Utež ocenjevanja spremenjena
sv: Resultatvikten har ändrats
th: แก้ไขน้ำหนักคะแนนแล้ว
vi: Trọng Số Điểm Đã Thay Đổi
zh: 评分权重已更改
zh_hk: 分數加權已變更

source: Select a course
ar: تحديد مساق
ca: Seleccioneu una assignatura
cy: Dewis cwrs
da: Vælg et fag
de: Einen Kurs auswählen
es: Seleccionar un curso
es_es: Selecciona una asignatura
fi: Valitse kurssi
fr: Sélectionner un cours
fr_ca: Sélectionner un cours
ga: Roghnaigh cúrsa
hi: पाठ्यक्रम का चयन करें
is: Velja námskeið
it: Seleziona un corso
ja: コースを選択する
ms: Pilih kursus
nb: Velg et emne
nl: Een cursus selecteren
pl: Wybierz kurs
pt: Selecionar uma disciplina
pt_br: Selecionar um curso
ru: Выбрать курс
sl: Izberi predmet
sv: Välj en kurs
th: เลือกบทเรียน
vi: Chọn khóa học
zh: 选择课程
zh_hk: 選擇課程

source: Select a submission type
ar: حدد نوع الإرسال
ca: Seleccioneu un tipus d’entrega
cy: Dewis math o gyflwyniad
da: Vælg en afleveringstype
de: Abgabeart auswählen
es: Seleccionar un tipo de presentación
es_es: Selecciona un tipo de presentación
fi: Valitse tehtäväpalautuksen tyyppi
fr: Sélectionner un type de soumission
fr_ca: Sélectionner un type d’envoi
ga: Roghnaigh sórt uaslódála
hi: सबमिशन प्रकार चुनें
is: Veldu skilategund
it: Seleziona un tipo di consegna
ja: 提出タイプを選択する
ms: Pilih jenis serahan
nb: Velg en innleveringstype
nl: Een inleveringstype selecteren
pl: Wybierz typ materiałów
pt: Selecione um tipo de envio
pt_br: Selecione um tipo de envio
ru: Выбрать тип отправки
sl: Izberite vrsto oddaje
sv: Välj en inlämningstyp
th: เลือกประเภทผลงานจัดส่ง
vi: Chọn một loại bài nộp
zh: 选择提交类型
zh_hk: 選擇提交類型

source: Send
ar: إرسال
ca: Envia
cy: Anfon
de: Senden
es: Enviar
es_es: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
ga: Seol
hi: भेजें
is: Senda
it: Invia
ja: 送信
ms: Hantar
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Отправить
sl: Pošlji
sv: Skicka
th: ส่ง
vi: Gửi
zh: 发送
zh_hk: 傳送

source: Sent
ar: مرسَل
ca: S’ha enviat
cy: Wedi anfon
da: Sendt
de: Gesendet
es: Enviado
es_es: Enviado
fi: Lähetetty
fr: Envoyé
fr_ca: Envoyé
hi: भेजा गया
it: Inviato
ja: 送信済み
ms: Telah dihantar
nb: Sendt
nl: Verzonden
pl: Wysłane
pt: Enviada
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Skickade
th: ส่งแล้ว
vi: Đã Gửi
zh: 已发送
zh_hk: 已發送

source: Seoul (+09:00)
ar: سيول (+9:00)
ca: Seül (+09:00)
es: Seúl (+09:00)
es_es: Seúl (+09:00)
fi: Soul (+09:00)
fr: Séoul (+09:00)
fr_ca: Séoul (+09:00)
hi: सियोल (+09:00)
is: Seúl (+09:00)
it: Seul (+09:00)
ja: ソウル (+09:00)
nl: Seoel (+09:00)
pl: Seul (+09:00)
pt: Seul (+09:00)
pt_br: Seul (+09:00)
ru: Сеул (+09:00)
sl: Seul (+09:00)
th: โซล (+09:00)
zh: 首尔 (+09:00)
zh_hk: 首爾 (+09:00)

source: Settings
ar: الإعدادات
ca: Configuració
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
es: Configuraciones
es_es: Configuraciones
fi: Asetukset
fr: Paramètres
fr_ca: Paramètres
ga: Socruithe
hi: सेटिंग्स
is: Stillingar
it: Impostazioni
ja: 設定
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ru: Настройки
sl: Nastavitve
sv: Inställningar
th: ค่าปรับตั้ง
vi: Cài Đặt
zh: 设置
zh_hk: 設定

source: Show more
ar: إظهار المزيد
ca: Mostreu-ne més
cy: Dangos mwy
da: Vis mere
de: Mehr anzeigen
es: Mostrar más
es_es: Mostrar más
fi: Näytä lisää
fr: En montrer plus
fr_ca: En montrer plus
ga: Taispeáin tuilleadh
hi: और अधिक दिखाएं
is: Sýna meira
it: Mostra di più
ja: 多く表示
ms: Tunjuk lagi
nb: Vis mer
nl: Meer weergeven
pl: Pokaż więcej
pt: Mostrar mais
pt_br: Mostrar mais
ru: Показать больше
sl: Prikaži več
sv: Visa mer
th: แสดงเพิ่มเติม
vi: Hiển thị thêm
zh: 显示更多
zh_hk: 顯示更多

source: Singapore (+08:00/+08:00)
ar: سنغافورة (+08:00/+08:00)
ca: Singapur (+08:00/+08:00)
de: Singapur (+08:00/+08:00)
es: Singapur (+08:00/+08:00)
es_es: Singapur (+08:00/+08:00)
fr: Singapour (+08:00/+08:00)
fr_ca: Singapour (+08:00/+08:00)
ga: Singeapór (+08:00/+08:00)
hi: सिंगापुर (+08:00/+08:00)
is: Singapúr (+08:00/+08:00)
ja: シンガポール (+08:00/+08:00)
ms: Singapura (+08:00/+08:00)
pl: Singapur (+08:00/+08:00)
pt: Singapura (+08:00/+08:00)
pt_br: Cingapura (+08:00/+08:00)
ru: Сингапур (+08:00/+08:00)
sl: Singapur (+08:00/+08:00)
th: สิงคโปร์ (+08:00/+08:00)
zh: 新加坡 (+08:00/+08:00)
zh_hk: 新加坡 (+08:00/+08:00)

source: Skopje (+01:00/+02:00)
ar: سكوبي (+01:00/+02:00)
es_es: Skopie (+01:00/+02:00)
fr: Sarajevo (+01:00/+02:00)
ga: Scop (+01:00/+02:00)
hi: स्कॉप्ये (+01:00/+02:00)
ja: スコピエ (+01:00/+02:00)
pt_br: Escópia (+01:00/+02:00)
ru: Скопье (+01:00/+02:00)
th: สโกเปีย (+01:00/+02:00)
zh: 斯科普里 (+01:00/+02:00)
zh_hk: 史高比耶 (+01:00/+02:00)

source: Sofia (+02:00/+03:00)
ar: صوفيا (+02:00/+03:00)
es: Sofía (+02:00/+03:00)
es_es: Sofía (+02:00/+03:00)
ga: Sóifia (+02:00/+03:00)
hi: सोफ़िया (+02:00/+03:00)
is: Sofía (+02:00/+03:00)
ja: ソフィア (+02:00/+03:00)
ru: София (+02:00/+03:00)
sl: Sofija (+02:00/+03:00)
th: โซเฟีย (+02:00/+03:00)
zh: 索菲亚 (+02:00/+03:00)
zh_hk: 索非亞 (+02:00/+03:00)

source: Solomon Is. (+11:00/+11:00)
ar: جزر سليمان (+11:00/+11:00)
ca: Illes Salomó (+11:00/+11:00)
cy: Ynysoedd Solomon (+11:00/+11:00)
da: Solomon-øerne (+11:00/+11:00)
de: Salomonen (+11:00/+11:00)
es: Islas Salomón (+11:00/+11:00)
es_es: Islas Salomón (+11:00/+11:00)
fi: Salomonsaaret (+11:00/+11:00)
fr: Îles Salomon (+11:00/+11:00)
fr_ca: Îles Salomon (+11:00/+11:00)
hi: सोलोमन द्वीप (+11:00/+11:00)
is: Sólomon-eyjar (+11:00/+11:00)
it: Isole Salomone (+11:00/+11:00)
ja: ソロモン諸島(+11:00/+11:00)
ms: Kepulauan Solomon (+11:00/+11:00)
nb: Salomonøyene. (+11:00/+11:00)
nl: Solomon Is.Salomonseilanden (+11:00/+11:00)
pl: Wyspy Salomona (+11:00/+11:00)
pt: Ilhas Salomão é. (+11:00/+11:00)
pt_br: Ilha Salomão (+11:00/+11:00)
ru: Соломоновы о-ва (+11:00/+11:00)
sl: Salomonovi otoki (+11:00/+11:00)
sv: Solomonöarna (+11:00/+11:00)
th: เกาะโซโลมอน (+11:00/+11:00)
vi: Quần Đảo Solomon (+11:00/+11:00)
zh: 所罗门群岛(+11:00/+11:00)
zh_hk: 索羅門群島(+11:00/+11:00)

source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa no ha anat bé
cy: Aeth rhywbeth o’i le
da: Noget gik galt
de: Etwas ging schief.
es: Se produjo un error.
es_es: Se ha producido un error
fi: Jotakin meni pieleen
fr: Un problème est survenu.
fr_ca: Une erreur est survenue
ga: Chuaigh rud eigin mícheart
hi: कुछ गड़बड़ हुई
is: Eitthvað mistókst
it: Si è verificato un problema
ja: なにかが失敗しました
ms: Sesuatu tidak kena
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
pt_br: Algo deu errado
ru: Что-то пошло не так
sl: Prišlo je do težav
sv: Något gick fel
th: มีบางอย่างผิดปกติ
vi: Đã xảy ra vấn đề
zh: 出了些问题
zh_hk: 似乎出問題了

source: Sorry, we were not able to display this page right now.
ar: عذرًا، لم نتمكن من عرض هذه الصفحة في الوقت الحالي.
ca: Disculpeu, no hem pogut mostrar aquesta pàgina ara mateix.
cy: Yn anffodus, dydyn ni ddim yn gallu dangos y dudalen hon ar hyn o bryd.
da: Beklager, vi kunne ikke vise denne side lige nu.
de: Es tut uns leid, wir können diese Seite im Moment nicht anzeigen.
es: Lo siento, ahora mismo no podemos mostrar esta página.
es_es: Lo sentimos, pero no hemos podido mostrar la página en este momento.
fi: Emme valitettavasti pystyneet näyttämään tätä sivua juuri nyt.
fr: Désolé, nous ne pouvons pas afficher cette page pour le moment.
fr_ca: Désolé, nous n’avons pas pu afficher cette page pour l’instant.
ga: Tá brón orainn, ní raibh muid in ann an leathanach seo a thaispeáint faoi láthair.
hi: क्षमा करें, हम इस पेज को अभी प्रदर्शित नहीं कर सके।
is: Því miður gátum við ekki birt þessa síðu núna.
it: Spiacente, al momento non è possibile visualizzare questa pagina.
ja: 申し訳ありません、現在このページを表示できません。
ms: Maaf, kami tidak dapat memaparkan halaman ini sekarang ini.
nb: Beklager, vi kunne ikke vise denne siden akkurat nå.
nl: Sorry, we kunnen deze pagina op dit moment niet weergeven.
pl: Niestety, nie udało się wyświetlić teraz tej strony.
pt: Desculpe, não foi possível exibir esta página no momento.
pt_br: Desculpe, não foi possível exibir esta página no momento.
ru: Извините, мы не можем отобразить эту страницу в данный момент.
sl: Žal te strani trenutno ne moremo prikazati.
sv: Vi kan inte visa den här sidan just nu.
th: ขออภัย เราไม่สามารถแสดงเพจนี้ได้ในตอนนี้
vi: Rất tiếc, chúng tôi không thể hiển thị trang này ngay lúc này.
zh: 抱歉，暂时无法显示此页面。
zh_hk: 抱歉，我們目前無法顯示此頁面。
